---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIParallelFlange
source: html/93417191-5799-8f87-18ee-cec57dbc4b20.htm
---
# StructuralSectionIParallelFlange Properties

Common set of parameters for structural analysis.